Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: During interrogation she was threatened with the arrest of her family members and with the confiscation of her possessions and medical equipment; she was accused of treating terrorists and was hit on the head and lost consciousness.
fr: On l'a menacée d'arrêter ses proches et de saisir ses biens et son matériel médical, on l'a accusée de soigner des terroristes; elle a fini par perdre connaissance après avoir reçu des coups sur la tête.

source: When she recovered her senses, the interrogation continued with blows, insults and threats, including the threat of rape.
fr: Quand elle a repris connaissance, l'interrogatoire a recommencé, et les coups, les insultes et les menaces, y compris des menaces de viol, ont continué.

source: During the first days of her detention she was forced to remain standing for the entire day.
fr: Pendant ses premiers jours de détention, elle était forcée de rester debout toute la journée.

source: 2.3 The police searched her home and claimed to have found a document establishing a link between her and the Sendero Luminoso terrorist organization.
fr: 2.3 La police a fouillé son domicile et a affirmé avoir découvert un document qui attestait ses liens avec l'organisation terroriste Sentier lumineux.

source: The author asserts that this document did not belong to her.
fr: L'auteur affirme que ce document ne lui appartenait pas.

source: She was accused of having treated “subversives” and coerced medical colleagues into doing the same.
fr: Elle a été accusée d'avoir soigné des «éléments subversifs» et d'avoir usé de menaces envers des confrères pour les obliger à en faire autant.

source: She was also urged under threat to denounce other persons who had allegedly “forced her” to perform those acts.
fr: En outre, elle a été contrainte d'accuser d'autres personnes qui «l'auraient forcée» à pratiquer ces actes médicaux.

source: 2.4 The author remained in solitary confinement for seven days, following which the police report was prepared. It concluded that the author was guilty of the offence of terrorism.
fr: 2.4 L'auteur est restée au secret pendant sept jours, après quoi la police a rédigé son rapport, concluant que l'auteur était responsable du délit de terrorisme.

source: On 24 February 1993 Lima's provincial criminal prosecutor No. 14 drew up a charge against the author, accusing her of being a member of “the subversive organization the Sendero Luminoso Communist Party of Peru, in the health section of the People's Aid Association, as an activist, trainer, organizer of support and contact”. She was remanded in custody.
fr: Le 24 février 1993, sur réquisition du procureur du parquet pénal provincial no 14 de Lima, l'accusant de faire partie de «l'organisation subversive du parti communiste péruvien Sentier lumineux, membre du groupe du secours populaire − section santé − en tant que militante, chargée de la formation, du soutien organisé et de la communication», elle a été mise à la disposition de la justice sans avoir été libérée.

source: On the same date the judge initiated pre-trial proceedings and ordered her to be detained.
fr: Le même jour, le juge a ouvert une information et a ordonné son placement en détention.

source: 2.5 The author was tried for an offence against the public peace/terrorism by the Special Criminal Division for terrorist affairs of the High Court of Lima (a “faceless” or concealed identity division), under Decree-Law No. 25475 of 5 May 1992, which established this offence. On 2 March 1994 the Division handed down a judgement sentencing the author to 20 years' imprisonment.
fr: 2.5 L'auteur a été jugée pour atteinte à l'ordre public − terrorisme − par la Chambre pénale spéciale pour les affaires de terrorisme composée de «juges sans visage» de la Cour supérieure de Lima en application du décret-loi no 25475 du 5 mai 1992 qui définit ce délit. Le 2 mars 1994, la Chambre a rendu un arrêt condamnant l'auteur à 20 ans d'emprisonnement.

source: The sentence was appealed and declared void by the Supreme Court on 8 June 1995, on the grounds that there had been irregularities in the proceedings in breach of the Code of Criminal Procedure.
fr: L'auteur a fait un recours devant la Cour suprême qui a annulé cette décision en date du 8 juin 1995, considérant que la procédure était entachée d'irrégularités contraires au Code de procédure pénale.

source: 2.6 On 16 October 1995 a new oral hearing took place before the Special (faceless) Criminal Division of the High Court of Lima, accusing the author of “being a member of the so-called health section of the department of support of the Peruvian People's Aid Association, one of the central bodies of the self-styled terrorist group, the Sendero Luminoso Communist Party of Peru”.
fr: 2.6 Le 16 octobre 1995, une nouvelle procédure orale a été ouverte devant la Chambre pénale spéciale («tribunal sans visage») de la Cour supérieure de Lima, qui a accusé l'auteur d'«être membre de la section santé du Département de soutien du Secours populaire péruvien, l'un des appareils centraux du groupe terroriste qui s'intitule Parti communiste du Pérou, Sentier lumineux».

source: More specifically, she was accused of being a member of the leadership cell of the health section, of being in charge of it and of drawing up plans for the care and examination of persons wounded in terrorist actions in metropolitan Lima.
fr: Plus précisément, l'auteur était accusée d'«être membre de la cellule de direction de la section santé, responsable de cette cellule, et chargée d'élaborer les plans permettant de dispenser des soins et de faire le bilan de l'état de santé des personnes blessées au cours d'actions terroristes dans l'agglomération de Lima».

source: She was sentenced to 25 years' imprisonment and a fine for the offence of terrorism under articles 4 (terrorism - acts of collaboration), 5 (membership of a terrorist organization) and 6 (incitement to commit acts of terrorism) of Decree-Law No. 25475. The author claims that these definitions of offences do not apply.
fr: Elle a été condamnée à 25 ans de prison et à une amende pour terrorisme, selon les modalités définies aux articles 4 (terrorisme − actes de collaboration), 5 (appartenance à une organisation terroriste) et 6 (incitation à la perpétration d'actes de terrorisme) du décret-loi no 25475, qualifications pénales qui, d'après l'auteur, sont exclusives les unes des autres.

source: 2.7 On 3 September 1997 the author filed a petition for annulment with the Supreme Court, contending that the conviction was based on legislation - Decree-Law No. 25475 of 5 May 1992 - which had not been in force when the acts with which she was charged allegedly took place, that is, between 1987 and the early months of 1992.
fr: 2.7 Le 3 septembre 1997, l'auteur a introduit un recours en nullité devant la Cour suprême, alléguant que sa condamnation s'appuyait sur un texte, le décret-loi no 25475 du 5 mai 1992, qui n'était pas en vigueur au moment où se seraient produits les faits qui lui étaient imputés, c'est-à-dire entre 1987 et les premiers mois de 1992.

source: At that time, the legislation applicable was the Criminal Code and Act No. 24953, which punished offences against the public peace/terrorism with maximum sentences of 15 and 25 years respectively for the alleged offence of association.
fr: Les textes applicables à cette époque étaient le Code pénal et la loi no 24953, en vertu desquels l'atteinte à l'ordre public − terrorisme − était punie de peines maximales de 15 ans et de 20 ans d'emprisonnement pour le délit d'appartenance à une organisation terroriste.

source: In addition, pre-trial investigations were initiated against her for allegedly being an accessory to the offence of terrorism but she was convicted on a different charge, namely, that of being a “middle level cadre” of Sendero Luminoso.
fr: De plus, une instruction avait été ouverte contre elle pour collaboration à des actes de terrorisme, et elle avait été condamnée sous une qualification différente, celle consistant à être un «cadre moyen» du Sentier lumineux.

source: On 29 September 1997 the Court rejected the petition.
fr: La Cour a rejeté le recours en date du 29 septembre 1997.

source: Neither the author nor her counsel were notified of the judgement.
fr: Le jugement n'a été notifié ni à l'auteur ni à son conseil.

source: 2.8 In October 1997, the author's father sought a pardon from the President of the Republic under Act No. 26655. Under this Act an ad hoc commission had been set up to propose that the President should grant a pardon to persons sentenced for the offence of terrorism contrary to fundamental standards of justice.
fr: 2.8 En octobre 1997, le père de l'auteur a présenté au Président de la République une demande de grâce en application de la loi no 26655, laquelle portait création d'une commission ad hoc chargée de proposer au Président d'accorder la grâce aux personnes qui avaient été condamnées pour actes de terrorisme en violation de règles fondamentales.

source: 2.9 During the first few years of her detention in Chorrillos Maximum Security Prison, even before being convicted, the author was held in a cell 2.5 metres square, shared with five or six persons simultaneously, where she remained all day except for half an hour in the yard.
fr: 2.9 Pendant les premières années de sa détention dans le pénitencier de haute sécurité de Chorrillos, y compris avant d'être condamnée, l'auteur était enfermée dans une cellule de 2,5 m2 d'où elle ne sortait qu'une demi-heure pour aller dans la cour, et qu'elle partageait avec cinq ou six personnes.

source: During her periods in the yard she could not talk to other inmates.
fr: Pendant la promenade, elle avait l'interdiction de parler avec les autres détenues.

source: She did not have access to reading and writing materials.
fr: Elle n'avait rien pour lire ni écrire.

source: Her visiting rights were restricted to two immediate relatives per month for a total of 30 minutes in multi-person visiting rooms and without physical contact.
fr: Les visites étaient limitées à deux parents directs par mois, pendant 30 minutes en tout dans des parloirs communs, et sans contact physique.

source: The food was inadequate.
fr: La nourriture était insuffisante en quantité et en qualité.

source: As a result of all of this she had health problems and began to suffer from bruxism, facial paralysis, dermatitis, aggravated myopia, bronchial symptoms, etc.
fr: Elle a fini par avoir des problèmes de santé, souffrir de bruxisme, de paralysie faciale, de dermatoses, d'une aggravation de sa myopie, de troubles bronchiques, etc.

source: 2.10 The author maintains that she was subjected to the regime under Decree-Law No. 25475, in accordance with which:
fr: 2.10 L'auteur affirme qu'on lui a appliqué le régime prévu dans le décret-loi no 25475 en vertu duquel:

source: A special ad hoc procedure was established and applied by a judge during the investigation phase and by faceless judges during the oral hearing, whereby procedural guarantees were not admitted;
fr: La qualification de l'acte illicite était déterminée par des policiers de la DINCOTE, et servait à déterminer la juridiction compétente; La désignation du défenseur avait régulièrement lieu après l'enquête préliminaire; Le défenseur librement choisi par l'inculpé ne pouvait pas s'entretenir avec celui-ci avant qu'il ne fasse sa déclaration; Les inculpés et leurs avocats ne pouvaient pas prendre connaissance des preuves à charge.

source: Charge and evidence statements, records of hearings and judgements lacked the signature of the prosecutors and judges involved because of their faceless status;
fr: La défense n'était pas non plus autorisée à interroger les témoins qui avaient déposé pendant l'enquête préliminaire; Les inculpés n'avaient pas la possibilité d'être libérés avant la fin de la procédure; Une procédure spéciale confiée à un juge au stade de l'instruction et à des «juges sans visage» au stade de la procédure orale avait été mise en place contre laquelle il n'existait aucun recours; L'acte d'accusation, les comptes rendus d'audience et les jugements ne portaient pas la signature des procureurs et des magistrats, qui étaient des juges «sans visage»; Pendant la première année de réclusion, les inculpés étaient placés en isolement cellulaire continu, en plus de subir d'autres restrictions.

source: 2.11 The author declares that she has not made application to any other international body with regard to the subject matter of the communication.
fr: 2.11 L'auteur déclare ne pas avoir saisi d'autre instance internationale au sujet des faits qui font l'objet de la communication.

source: 3.1 The author claims that the facts described are a violation of several provisions of the Covenant.
fr: 3.1 L'auteur estime que les faits décrits constituent une violation de plusieurs dispositions du Pacte.

source: 3.2 As the author asserted in her testimony before the Criminal Court on 10 March 1993, she was subjected to physical and mental torture during her detention by DINCOTE; she was also left without food and kept in solitary confinement for seven days.
fr: 3.2 Comme elle l'a affirmé dans sa déclaration le 10 mars 1993 devant le tribunal pénal, pendant la période où elle était en détention à la DINCOTE, elle a subi des tortures physiques et psychologiques et a été privée de nourriture et mise au secret pendant sept jours.

source: All the interrogations were accompanied by blows to the head, insults, threats and psychological pressure.
fr: Pendant tous les interrogatoires, elle recevait des coups sur la tête, des insultes, des menaces et des pressions psychologiques.

source: The solitary confinement was permitted under article 12 (d) of Decree-Law No. 25475 and was absolute, even counsel being excluded.
fr: La mise au secret, autorisée par le décret-loi no 25475, article 12 d), était absolue et excluait même l'avocat.

source: This constitutes a form of cruel and inhuman treatment damaging to an individual's physical, mental and moral well-being.
fr: Il y a là une forme de traitement cruel et inhumain, qui porte atteinte à l'intégrité physique, psychique et morale de la personne.

source: According to the author, these facts are a violation of article 7 of the Covenant.
fr: Selon l'auteur, ces faits constituent une violation de l'article 7 du Pacte.

source: 3.3 Article 9, paragraph 1, was also violated, since the author was detained arbitrarily, without a court order and without having been caught in flagrante delicto, these being requirements of article 2.24 (f) of the Constitution of Peru.
fr: 3.3 L'auteur invoque aussi une violation du paragraphe 1 de l'article 9, parce qu'elle a été arrêtée arbitrairement, sans mandat judiciaire et sans avoir été prise en flagrant délit, conditions requises par l'article 2.24 f) de la Constitution.

source: Moreover, the legislation applied to her did not permit the judge to order the appearance of the detainee.
fr: De plus, la législation qui lui a été appliquée excluait la possibilité que le juge ordonne la comparution de l'inculpé.

source: Contrary to article 9, paragraph 3, of the Covenant, detention in custody was the general rule, with no exceptions.
fr: La détention était la règle générale, qui ne souffrait aucune exception, contrairement aux dispositions du paragraphe 3 de l'article 9 du Pacte.

source: Furthermore, article 6 of Decree-Law No. 25659, which restricted the possibility of filing a remedy of habeas corpus in respect of persons under investigation for the offence of terrorism, was applied to her. This was a violation of article 9, paragraph 4, of the Covenant.
fr: En outre, l'article 6 du décret-loi no 25659 qui restreint la possibilité pour les personnes poursuivies pour terrorisme d'introduire un recours en habeas corpus lui a été appliqué, ce qui constitue une violation du paragraphe 4 de l'article 9 du Pacte.

source: 3.4 According to the author, the regime of deprivation of liberty applied to her on the basis of Decree-Law No. 25475 was inhumane and thus a violation of article 10 of the Covenant.
fr: 3.4 Selon l'auteur, le régime d'incarcération qui lui a été appliqué, fondé sur le décret-loi no 25475, constitue, de par son caractère inhumain, une violation de l'article 10 du Pacte.

source: It excluded, inter alia, the possibility of taking advantage of the benefits set out in the Criminal Code and the Code of Criminal Enforcement.
fr: Ce régime excluait entre autres choses de bénéficier des possibilités prévues dans le Code pénal et le Code de l'exécution des peines.

source: It furthermore provided that it was mandatory for the sentence to be served in a maximum security prison with continuous solitary confinement during the first year of detention and imposed severe restrictions on the system of visits.
fr: Il prévoyait en outre l'exécution obligatoire de la peine dans un établissement pénitentiaire de haute sécurité, avec isolement cellulaire continu pendant la première année de détention, et des restrictions sévères au régime de visites.

source: 3.5 The author further asserts that article 14, paragraph 1, was violated since she was tried by faceless courts, where the identity of the judges is kept secret and objection is impossible.
fr: 3.5 L'auteur dit également avoir été victime d'une violation du paragraphe 1 de l'article 14, parce qu'elle a été jugée par des «tribunaux sans visage», composés de juges dont l'identité était gardée secrète et qui ne pouvaient pas être récusés.

source: The Decree-Law also lays down that both pre-trial proceedings for the offence of terrorism and the oral hearing must be conducted in specially designed premises within the criminal courts.
fr: De plus, le décret-loi en question prévoit que, dans les affaires de terrorisme, l'instruction et la procédure orale se déroulent dans des locaux des prisons spécialement aménagés à cet effet.

source: According to the author, the secret nature of the oral hearing distorts it since its public nature is its fundamental characteristic and a guarantee of fairness.
fr: Selon l'auteur, le secret dénature la procédure orale, dont la publicité est une caractéristique essentielle et la garantie de l'équité.

source: 3.6 Article 14, paragraph 2, was also violated, since Decree-Law No. 25475 eliminated the independence of the judge and of the Public Prosecutor's Office.
fr: 3.6 Il y a également eu violation du paragraphe 2 de l'article 14, étant donné que le décret-loi no 25475 enlève toute autonomie au juge et au ministère public.

source: The judge was unable to take a decision on the basis of the evidence submitted as to whether or not there were grounds for initiating the pre-trial investigation: rather, the Decree “orders” the judge to initiate the investigation and issue an arrest warrant.
fr: Le juge n'a pas la possibilité de décider, au vu des preuves produites, s'il y a lieu ou non d'ouvrir l'instruction, mais le décret «ordonne» au juge d'ouvrir une instruction et de délivrer un mandat de détention.

source: Detention is compulsory; the judge no longer has the discretion to order a conditional release.
fr: Le placement en détention est obligatoire et la possibilité pour le juge de laisser l'inculpé en liberté conditionnelle disparaît.

source: With regard to the Public Prosecutor's Office, the Decree requires the senior prosecutor to issue a charge and evidence statement when the pre-trial investigation is concluded, with the consequent disappearance of any discretion in proceeding.
fr: Quant au ministère public, le décret oblige le Procureur supérieur à rendre l'acte d'accusation à l'issue de l'instruction, ce qui supprime la liberté du jugement.

source: Overall, this represents a violation of the right to be presumed innocent.
fr: Tout cela constitue une violation du droit à la présomption d'innocence.

source: 3.7 According to the author, there was a violation of article 14, paragraph 3, since as the police report attests, the author was not clearly notified in detail of the reason for her detention.
fr: 3.7 L'auteur déclare qu'il y a eu violation du paragraphe 3 de l'article 14 parce que, comme en témoigne le rapport de police, elle n'a pas été informée de manière claire et détaillée du motif de sa mise en détention.

source: She was furthermore unable to communicate with her counsel during the time she remained in solitary confinement, since article 12 (f) of the Decree-Law established that the defence lawyer could only intervene as from when the detainee made his statement before the Public Prosecutor.
fr: Elle n'a pas pu non plus communiquer avec son avocat pendant le temps où elle est restée au secret, puisque l'article 12 f) du décret-loi disposait que le défenseur ne pouvait intervenir qu'à partir du moment où le détenu faisait sa déclaration en présence du ministère public.

source: Article 13 of the Decree-Law also eliminated a fundamental defence mechanism by preventing individuals involved in the investigation from being called to testify as witnesses before a judge or court.
fr: De plus, l'article 13 du décret-loi a supprimé un élément fondamental de la défense en empêchant que les personnes chargées de l'enquête puissent être invitées à faire une déposition devant le juge ou le tribunal en qualité de témoins.

source: The author's conviction was based exclusively on the police report, which means that the Public Prosecutor's Office did not prove the accusations; instead, the burden of proof was on the author.
fr: La condamnation de l'auteur est exclusivement fondée sur le rapport de police, si bien que le ministère public n'a pas vérifié les chefs d'accusation et que la charge de la preuve a été inversée au détriment de l'auteur.

source: 3.8 The facts on which the detention and subsequent trial and sentencing of the author were based supposedly took place between 1987 and the early months of 1992.
fr: 3.8 Les faits qui ont donné lieu à la mise en détention, au procès et à la condamnation de l'auteur se seraient produits entre 1987 et les premiers mois de 1992.

source: The complaint by the Public Prosecutor's Office, the initiation of proceedings and the subsequent sentence were, however, based on Decree-Law No. 25475, promulgated on 5 May 1992, which imposed heavier penalties.
fr: Or, la plainte du ministère public, l'ouverture du procès et la condamnation étaient fondées sur le décret-loi no 25475, promulgué le 5 mai 1992, qui imposait des peines plus sévères.

source: This is a violation of article 15 of the Covenant.
fr: Il y a donc violation de l'article 15 du Pacte.

source: 3.9 Article 15 was also violated by the fact that the author was sentenced for acts and offences other than those for which the criminal investigation was initiated.
fr: 3.9 Il y a eu violation de l'article 15 également du fait que l'auteur a été condamnée pour des faits et délits différents de ceux qui avaient donné lieu à l'ouverture de l'instruction.

source: The Fourteenth Specialized Criminal Court of Lima opened an investigation for an alleged offence against the public peace/terrorism, as “collaboration”, under article 4 (b) of the Decree-Law.
fr: Le tribunal pénal spécialisé no 14 de Lima a ouvert une instruction pour atteinte présumée à l'ordre public − terrorisme, à titre de «collaboration» en vertu de l'article 4 b) du décret-loi.
